Repository: 84000/data-translation-memory
Catalog: Toh_152-The_Questions_of_Sagaramati-v2.tmx
Source language: bo
Languages: en

source: ཆོས་ཐམས་ཅད་སྟོང་པས་སངས་རྒྱས་ཀྱི་ཆོས་སྟོང་པ་ཉིད་དུ་ཁོང་དུ་ཆུད་པར་བྱའོ། །
en: Because all phenomena are empty, the qualities of buddhahood are realized as emptiness.

source: ཚངས་པ་ཆོས་ཐམས་ཅད་ནི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་དག་སྟེ་
en: Brahmā, because all phenomena are dependently originated, realizing dependent origination is awakening.

source: རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཁོང་དུ་ཆུད་པ་ནི་བྱང་ཆུབ་བོ། །དེ་བཞིན་གཤེགས་པ་ཆོས་ཐམས་ཅད་ཇི་ལྟར་གཟིགས་པ་ལྟར་སངས་རྒྱས་ཀྱི་ཆོས་དེ་དག་ཀྱང་དེ་འདྲ་བ་ཉིད་དོ། །
en: The qualities of buddhahood are seen by a thus-gone one in the same way that all phenomena are seen.”

source: ཚངས་པ་སྙིང་རྗེ་ཆེན་པོ་སེམས་པས་སྨྲས་པ། རིགས་ཀྱི་བུ་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཁམས་གསུམ་ལས་ཤིན་ཏུ་འདས་པ་མ་ཡིན་ནམ།
en: “Noble son,” asked Mahābrahma Great Compassionate One, “do the qualities of buddhahood not transcend the three realms?”

source: བློ་གྲོས་རྒྱ་མཚོས་སྨྲས་པ། ཚངས་པ་ཁམས་གསུམ་གྱི་ངོ་བོ་ཉིད་ཀྱིས་མཚན་མ་ཉིད་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་སོ། །
en: “Brahmā,” replied Sāgaramati, “the essential quality of the three realms is to possess the qualities of buddhahood.

source: ཚངས་པ་སངས་རྒྱས་ཀྱི་ཆོས་མཉམ་པ་ཉིད་ལ་ཐ་མའམ་མཆོག་གང་ཡང་མེད་དོ། །
en: Brahmā, in the sameness of the qualities of buddhahood, there is no better or worse.

source: ཚངས་པ་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ལ་ནི་ཐ་མའམ་མཆོག་གང་ཡང་མེད་དོ། །
en: Analogously, Brahmā, in space there is no better or worse.

source: ཚངས་པ་དེ་བཞིན་དུ་སངས་རྒྱས་ཀྱི་ཆོས་དེ་དག་ནི་ནམ་མཁའ་དང་མཉམ་སྟེ། དེ་དག་ལ་ཡང་ཐ་མའམ་མཆོག་གང་ཡང་མེད་དོ། །
en: Likewise, Brahmā, the qualities of buddhahood are equal to space, wherein there is nothing better or worse.

source: ཚངས་པ་ཆོས་ཐམས་ཅད་ཀྱི་རང་བཞིན་གང་ཡིན་པ་དེ་ནི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པ་ཉིད་དེ་དེ་ལ་ཡང་ཐ་མའམ་མཆོག་གང་ཡང་མེད་དོ། །
en: Brahmā, the nature of all phenomena is that they are empty by their very nature, meaning there is nothing better or worse.

source: ཚངས་པ་སངས་རྒྱས་ཀྱི་ཆོས་ཁོང་དུ་ཆུད་པར་འདོད་པའི་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོས། རྟོག་པ་མེད་པའི་ཚུལ་གྱིས་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་དེ་ལྟར་རྟོགས་པར་བྱའོ། །
en: Brahmā, a noble son or daughter who wishes to realize the qualities of buddhahood should realize the qualities of buddhahood in a nonconceptual manner.

source: ཚངས་པ་གཞན་ཡང་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ནི་ཡུལ་ན་མི་གནས་པ། ཕྱོགས་ན་མི་གནས་པ།
en: Furthermore, Brahmā, the qualities of buddhahood do not persist in objects, nor in any direction.

source: མ་སྐྱེས་པ། མ་འགག་པ།
en: They are unborn and unceasing.

source: སྔོན་པོ་མ་ཡིན་པ། སེར་པོ་མ་ཡིན་པ། དམར་པོ་མ་ཡིན་པ། དཀར་པོ་མ་ཡིན་པ། ལེ་བརྒན་མ་ཡིན་པ། ཤེལ་དང་དངུལ་གྱི་ཁ་དོག་ལྟ་བུ་མ་ཡིན་པ་དག་སྟེ
en: They are not like the colors blue, yellow, red, white, green, crystal, or silver;

source: དེ་དག་ནི་ཁ་དོག་མེད་པ། དབྱིབས་མེད་པ། རྟགས་མེད་པ་དག་གོ། །
en: in fact, they have no color, shape, or characteristics.

source: དེ་དག་ནི་མཚན་མ་མེད་པ་དག་གོ། །
en: They are signless.

source: !ཚངས་པ་མཚན་མ་མེད་པའི་དོན་ནི་སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་ཆོས་ཀྱི་དོན་ནོ། །
en: Brahmā, the meaning of signlessness is the meaning of the qualities of buddhahood.

source: སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་ཆོས་ཀྱི་དོན་ནི་འཆི་འཕོ་མེད་པའི་ཚིག་གི་དོན་ནོ། །
en: The meaning of the qualities of buddhahood is the meaning of the words ‘without death or transmigration.’

source: འཆི་འཕོ་མེད་པའི་ཚིག་གི་དོན་ནི་ཞི་བའི་དོན་ནོ། །
en: The meaning of the words without death or transmigration is the meaning of peace.

source: ཞི་བའི་དོན་ནི་དབེན་པའི་དོན་ནོ། །
en: The meaning of peace is the meaning of disengaged.

source: དབེན་པའི་དོན་ནི་སྟོང་པའི་དོན་ནོ། །
en: The meaning of disengaged is the meaning of empty.

source: སྟོང་པའི་དོན་ནི་གནས་མེད་པའི་དོན་ནོ། །
en: The meaning of empty is the meaning of unenduring.

source: གནས་མེད་པའི་དོན་ནི་དེ་ཁོ་ནའི་དོན་ནོ། །
en: The meaning of unenduring is the meaning of thatness.

source: དེ་ཁོ་ནའི་དོན་ནི་ཤིན་ཏུ་སྐྱེ་བ་མེད་པའི་དོན་ནོ། །
en: The meaning of thatness is the meaning of unborn.

source: སྐྱེ་བ་མེད་པའི་དོན་ནི་འགག་པ་མེད་པའི་དོན་ནོ། །
en: The meaning of unborn is the meaning of unceasing.

source: འགག་པ་མེད་པའི་དོན་ནི་གནས་མེད་པའི་དོན་ནོ། །
en: The meaning of unceasing is the meaning of unenduring.

source: དེ་ལ་འདི་སྐད་ཅེས་བྱ་སྟེ།
en: “Of this we can say:

source: མཚན་མ་མེད་པའི་དོན་བརྗོད་འདི། །སངས་རྒྱས་ཆོས་ཀྱི་དམ་པ་སྟེ། །
en: “To express the meaning of signlessness Is to refer to the sublime qualities of buddhahood.

source: སངས་རྒྱས་ཆོས་དོན་བསྟན་པ་ནི། །འཆི་འཕོ་མེད་པའི་ཚིག་ཅེས་བྱ། །
en: To express the meaning of the qualities of buddhahood Is to refer to ‘no death or transmigration.’

source: འཆི་འཕོ་མེད་དོན་ཞི་བའི་དོན། །རྣམ་པར་དབེན་པའི་དོན་དུ་བསྟན། །
en: “The meaning of no death or transmigration is peace, And that was proclaimed to be the meaning of disengagement.

source: དབེན་པའི་དོན་ནི་སྟོང་པའི་དོན། །སྟོང་པའི་དོན་ནི་གནས་མེད་དོན། །
en: The meaning of disengagement is the meaning of empty, And that is the meaning of unenduring.

source: གནས་མེད་དོན་ནི་དེ་ཁོ་ན། །དེ་ཉིད་དོན་ནི་དེ་བཞིན་ཉིད། །ཤིན་ཏུ་སྐྱེ་དང་བྲལ་བ་ནི། །
en: “The meaning of unenduring is thatness, And the meaning of that is suchness, Which was proclaimed to be the meaning of Being without birth or cessation.

source: འགག་པ་མེད་པའི་དོན་དུ་བསྟན། །
en: “The meaning of unceasing is the meaning of unenduring.

source: འགག་མེད་དོན་ནི་གནས་མེད་དོན། །གནས་པ་མེད་པའི་ཆོས་དོན་ཚིག །ཆོས་དབྱིངས་ཇི་ལྟར་གནས་པ་ལྟར། །ཆོས་རྣམས་ཐམས་ཅད་དེ་ལྟར་གནས། །
en: The meaning of this quality of being unenduring Is that all phenomena endure in the same manner As the realm of phenomena.

source: ཆོས་ཀུན་ཇི་ལྟར་གནས་པ་ལྟར། །སངས་རྒྱས་ཆོས་རྣམས་དེ་ལྟར་གནས། །
en: In the same way as all phenomena. “The qualities of buddhahood endure

source: ཇི་ལྟར་སངས་རྒྱས་ཆོས་གནས་ལྟར། །སློབ་པའི་ཆོས་རྣམས་དེ་ལྟར་གནས། །
en: In the same way as the qualities of buddhahood. “The qualities of training also endure

source: ཆགས་མེད་ཆོས་ནི་མཚུངས་པའི་དོན། །དེ་ལྟར་དེ་དག་གཞན་མེད་གནས། །
en: The qualities of nonattachment have the same meaning As they do not endure in any other way.

source: རང་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཀྱང་། །འདིར་ནི་མཉམ་པ་ཇི་བཞིན་གནས། །
en: “The qualities of the solitary buddhas Endure likewise in sameness.

source: དེ་ལྟའི་གནས་ལ་གནས་པའི་ཆོས། །སངས་རྒྱས་ཆོས་ཏེ་བླ་ན་མེད། །
en: Yet among the phenomena that endure in this way, The qualities of buddhahood are unsurpassed.

source: སངས་རྒྱས་ཆོས་རྣམས་དེ་དག་ནི། །ཡུལ་དང་ཕྱོགས་ན་གནས་པ་མེད། །
en: “For the qualities of buddhahood Endure neither in objects nor directions.

source: སྐྱེ་བ་དང་ནི་འཇིག་པ་ཡིས། །ནམ་ཡང་རབ་ཏུ་ཕྱེ་བ་མིན། །
en: In terms of birth and destruction. They cannot be divided

source: གང་དུའང་ཆོས་རྣམས་དེ་དག་ལ། །དབྱིབས་དང་ཁ་དོག་རྙེད་མི་འགྱུར། །
en: Anywhere in these qualities. “Shape and color will never be found

source: མཚན་མ་མེད་ཅིང་རྟགས་མེད་པར། །སངས་རྒྱས་ཆོས་རྣམས་རབ་ཏུ་བསྟན། །
en: The qualities of buddhahood are revealed as being Without signs or identifying marks.

source: ཆོས་ཀུན་རང་བཞིན་གང་ཡིན་པ། །སངས་རྒྱས་ཆོས་རྣམས་དེ་ལྟའི་ཚུལ། །
en: “The nature of all phenomena Is the very mode of the qualities of buddhahood.

source: དེས་ན་དེ་དག་མཉམ་པར་བསྟན། །ཁྱད་པར་མེད་དེ་མཚན་ཉིད་མེད། །
en: Thus, they are revealed as sameness, Without distinction or characteristics.

source: སངས་རྒྱས་ཆོས་རྟོགས་འདོད་པ་ཡིས། །ཆོས་རྣམས་ཀུན་ལ་བལྟ་བར་བྱ། །
en: “Those who yearn to realize the qualities of buddhahood Must look to all phenomena.

source: གང་ཚེ་ཅུང་ཟད་མི་དམིགས་པ། །དེ་ཚེ་རྣམ་པར་བལྟས་པ་ཡིན། །
en: When one is free of the slightest apprehension, That is truly seeing.

source: སངས་རྒྱས་དང་ནི་སངས་རྒྱས་ཆོས། །ཆོས་རྣམས་ཀུན་ཀྱང་ཐམས་ཅད་དུ། །བྱང་ཆུབ་སྙིང་པོར་དྲང་སྲོང་ཆེས། །དེ་དག་ཡང་དག་མཉམ་པར་རྟོགས། །
en: “Both buddhahood and its qualities Are realized at the seat of awakening By the great sage To be equal with all phenomena.

source: སངས་རྒྱས་ཆོས་གང་སངས་རྒྱས་ཀྱིས། །བྱང་ཆུབ་སྙིང་པོར་གང་བལྟས་པ། །
en: “The qualities of buddhahood are precisely what are seen By a buddha at the seat of awakening.

source: སངས་རྒྱས་ཆོས་བསྟན་དེ་དག་ནི། །རྟག་ཏུ་མཉམ་པ་ཉིད་ཀྱིས་མཉམ། །
en: The qualities of buddhahood that are taught Are forever the same due to their sameness.

source: ནམ་མཁའ་ལྟ་བུ་དྲི་མེད་པར། །
en: They are immaculate and like space.

source: སངས་རྒྱས་ཀྱིས་ནི་མཁྱེན་པས་རྟོགས། །
en: This is realized through a buddha’s wisdom.

source: དེས་འདིར་སངས་རྒྱས་ཡིན་ཞེས་བརྗོད། །
en: Thus, he says, ‘This is the nature of awakening.’

source: རྟེན་ཅིང་འབྲེལ་པར་གང་བྱུང་བ། །དེ་དག་གང་ལའང་རང་བཞིན་མེད། །
en: “Whatever is dependently originated Is without any inherent nature.

source: གང་དག་ངོ་བོ་ཉིད་མེད་པ། །དེ་དག་གང་དུའང་འབྱུང་བ་མེད། །
en: What lacks an essential nature Never actually arises.

source: འགྲོ་བ་མཐའ་མེད་མཉམ་པར་ནི། །གང་གིས་མཐའ་འདིར་རབ་ཤེས་པ། །དེ་ཡི་ཡེ་ཤེས་མཐར་སོན་པས། །ཆོས་རྣམས་ཀུན་ལ་འཇུག་པར་འགྱུར། །
en: “The one who knows the limit In which the world is sameness without limit, Is someone whose wisdom has reached the limit, And so knows all phenomena.

source: ཆོས་རྣམས་གང་དག་འདས་པ་དང་། །ཆོས་རྣམས་གང་དག་མ་འོངས་དང་། །ད་ལྟར་བྱུང་བའི་ཆོས་གང་དག །དེ་རྣམས་སངས་རྒྱས་ཆོས་སུ་འདོད། །
en: “Any phenomena from the past, Any phenomena in the future, And any phenomena of the present Are asserted to be the qualities of buddhahood.

source: དེ་ལྟར་དུས་གསུམ་རྣམས་ལ་ཡང་། །སངས་རྒྱས་ཡེ་ཤེས་ཆགས་པ་མེད། །
en: “In this way, the wisdom of buddhahood Is without attachment within the three times.

source: གང་དུ་ཡི་གེས་མི་ཆགས་པ། །དེ་དག་ཐུབ་པའི་ཆོས་སུ་བསྟན། །
en: The Dharma of the sages is taught Where there is no attachment to syllables.

source: སྟོབས་ནི་རྣམ་པ་བཅུ་དག་དང་། །མི་འཇིགས་རྣམ་བཞི་གང་དག་དང་། །སངས་རྒྱས་རྣམས་ཀྱི་མ་འདྲེས་ཆོས། །རྣམ་པ་བཅྭ་བརྒྱད་གང་ཡིན་དང་། །གཞན་ཡང་ཆོས་གང་ཅི་ཡོད་པ། །ཐམས་ཅད་འདིར་ནི་འདུས་པར་འགྱུར། །
en: “The ten strengths, The four fearlessnesses, The unique qualities of buddhahood— All eighteen of these— “And any other qualities Are all contained within this.

source: དེས་ནི་ཆོས་རྣམས་དེ་དག་ཀུན། །སངས་རྒྱས་ཆོས་ཞེས་བརྗོད་པ་ཡིན།། །།
en: Thus, all phenomena can be claimed To be the qualities of buddhahood.”

source: ཚངས་པ་སྙིང་རྗེ་ཆེན་པོ་སེམས་པས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བློ་གྲོས་རྒྱ་མཚོ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Mahābrahma Great Compassionate One further asked the bodhisattva great being Sāgaramati,

source: ཅི་རིགས་ཀྱི་བུ་ཁྱོད་ལ་ཆོས་འདི་དག་མངོན་སུམ་དུ་གྱུར་ཏམ།
en: “Noble son, do you directly perceive these qualities?”

source: སྨྲས་པ་ཚངས་པ་ཅི་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་གཟུགས་སུ་བགྲང་ངམ།
en: “Brahmā, do you think that the qualities of buddhahood can be counted among form?”

source: སྨྲས་པ་དེ་ནི་མ་ཡིན་ནོ། །
en: “No, they cannot.”

source: སྨྲས་པ་ཚངས་པ་ཆོས་གང་གཟུགས་མེད་པ་བསྟན་དུ་མེད་ཐོགས་པ་མེད། རྣམ་པར་རིག་པ་མེད་པ་དེ་ལ་གང་ཡང་མངོན་སུམ་དུ་འགྱུར་རམ།
en: “Brahmā, can phenomena that are formless, unidentifiable, unobstructing, and uncognizable be directly perceived?”

source: སྨྲས་པ་རིགས་ཀྱི་བུ་དེ་ནི་མ་ཡིན་ནོ། །
en: “Noble son, they cannot.”

source: སྨྲས་པ་ཚངས་པ་དེ་ལྟར་ན་ཆོས་ཐམས་ཅད་ནི་མངོན་སུམ་མ་ཡིན་པ་ཉིད་དོ། །
en: “In this way, Brahmā, the qualities of buddhahood are imperceptible.

source: དེ་ལ་གཉིས་སུ་ཆུང་ཟད་ཀྱང་མེད་དེ།
en: Because there is not even the slightest duality.

source: ཚངས་པ་ཆོས་ཐམས་ཅད་ནི་གཉིས་སུ་མེད་པའོ། །
en: Brahmā, all phenomena are nondual.

source: དེ་ལ་མངོན་སུམ་གང་ཡིན་པ་དེ་ཡང་དེའི་མཚན་ཉིད་ཁོ་ནའོ། །
en: All that is perceptible is of that very characteristic.

source: ཚངས་པ་མངོན་སུམ་ཡང་གཞན་ལ། སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཀྱང་གཞན་པ་མ་ཡིན་ཏེ།
en: Brahmā, what is perceptible and the qualities of buddhahood are not different.

source: མངོན་སུམ་དུ་གང་ཡིན་པ་དེ་ཉིད་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་སོ། །
en: Whatever is perceptible is also whatever is a quality of buddhahood.

source: སངས་རྒྱས་ཀྱི་ཆོས་གང་ཡིན་པ་དེ་ཉིད་མངོན་སུམ་ཉིད་དོ། །
en: Whatever is a quality of buddhahood is also whatever is perceptible.”

source: སྨྲས་པ་རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པ་ལ་ཡང་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་མངོན་སུམ་མ་ཡིན་ནམ།
en: “Noble son, are the qualities of buddhahood not perceptible to the thus-gone ones?”

source: སྨྲས་པ་ཚངས་པ་གལ་ཏེ་དེ་བཞིན་གཤེགས་པའམ། སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཀྱང་རུང་སྟེ་འགའ་ཞིག་ཡང་དག་པར་ཡོངས་སུ་གྲུབ་པར་གྱུར་ན་ནི་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཀྱང་། དེ་བཞིན་གཤེགས་པ་ལ་མངོན་སུམ་དུ་འགྱུར་རོ། །
en: “Brahmā, if there were any quality of buddhahood, which would be established as a quality of the thus-gone ones or the buddhas, it would also be perceptible to the thus-gone ones.”

source: སྨྲས་པ་རིགས་ཀྱི་བུ་སངས་རྒྱས་ཀྱི་ཆོས་གང་ཡང་མེད་དམ།
en: “Noble son, are the qualities of buddhahood totally nonexistent?”

source: སྨྲས་པ་ཚངས་པ་ཆོས་གང་ཡོངས་སུ་གྲུབ་པ་མེད་པ་དེ་ཡོད་པའམ་མེད་པར་ཁས་བླང་དུ་མེད་དོ། །
en: “Brahmā, any phenomenon that is not established cannot be asserted as being existent or nonexistent.

source: ཆོས་གང་ཡོད་པའམ་མེད་པར་ཁས་བླང་དུ་མེད་པ་དེ་ལ་མངོན་སུམ་དུ་འགྱུར་བ་གང་ཡང་མེད་དོ། །
en: Any phenomenon that cannot be asserted as being existent or nonexistent is not perceptible.”

source: སྨྲས་པའོ་ནད་ཇི་ལྟར་སངས་རྒྱས་ཀྱི་ཆོས་ཞེས་བསྟན།
en: “Well then, what do we mean by the term qualities of buddhahood ?”

source: སྨྲས་པ་ཚངས་པ་འདི་ལྟ་སྟེ་དཔེར་ན།
en: “Brahmā, I will draw an analogy.

source: ནམ་མཁའ་ལ་ནམ་མཁའ་ཞེས་བསྟན་ཀྱང་ནམ་མཁའ་ལ་ཡང་དག་པར་ཡོངས་སུ་གྲུབ་པ་གང་ཡང་མེད་དོ། །
en: Even though we still use the term space to refer to space, it is not established in any way.

source: ཚངས་པ་དེ་བཞིན་དུ་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ལ་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཞེས་བསྟན་ཀྱང་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ལ་ནི་ཡང་དག་པར་ཡོངས་སུ་གྲུབ་པ་གང་ཡང་མེད་དོ། །
en: Likewise, Brahmā, even though we use the term qualities of buddhahood to refer to the qualities of buddhahood, they are not established in any way.”

source: སྨྲས་པ་རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པས་བསྟན་པ་འདི་ཐོས་ནས་སྐྲག་པར་མི་འགྱུར་གྱི་དེ་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཀྱི་ཆེད་དུ་གོ་ཆ་གྱོན་པ་ནི་ངོ་མཚར་ཏོ། །
en: “Noble son, it is incredible that novice bodhisattvas are not intimidated when they hear this teaching, for they don armor for the sake of attaining these very qualities of buddhahood.”

source: སྨྲས་པ་ཚངས་པ་སངས་རྒྱས་ཀྱིས་བྱིན་གྱིས་བརླབས་པའི་སེམས་ཅན་རྣམས་བྱང་ཆུབ་ཏུ་སེམས་སྐྱེད་དེ་དེ་དག་སངས་རྒྱས་ཀྱི་ཆོས་ཟབ་མོ་ཐོས་ནས་སྐྲག་པར་མི་འགྱུར་རོ། །
en: “Brahmā, beings who have been blessed by the buddhas develop the mind of awakening and are not intimidated when they hear of the profound qualities of buddhahood.

source: ཚངས་པ་འཛིན་པ་དང་མངོན་པར་ཞེན་པར་གྱུར་ན་སྐྲག་པར་འགྱུར་གྱི་འཛིན་པ་མེད་ཅིང་།
en: Brahmā, if one grasps and clings, then one will be intimidated.

source: མངོན་པར་ཞེན་པ་མེད་ན་སྐྲག་པར་མི་འགྱུར་རོ། །
en: If one does not grasp or cling, then one will not be intimidated.

source: གནས་དང་ཆགས་པར་གྱུར་ན་སྐྲག་པར་འགྱུར་གྱི་གནས་མེད་ཅིང་ཆགས་པ་མེད་ན་སྐྲག་པར་མི་འགྱུར་རོ། །
en: If one exists or desires, then one will be intimidated. If one does not exist or desire, then one will not be intimidated.

source: ངར་འཛིན་པ་དང་ང་ཡིར་འཛིན་པར་གྱུར་ན་སྐྲག་པར་འགྱུར་གྱི་ངར་འཛིན་པ་དང་ང་ཡིར་འཛིན་པ་དང་བྲལ་ན་སྐྲག་པར་མི་འགྱུར་རོ། །
en: If one clings to ‘I’ or ‘mine,’ then one will be intimidated. If one does not cling to ‘I’ or ‘mine,’ then one will not be intimidated.”

source: སྨྲས་པ་སྟོབས་གང་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་སངས་རྒྱས་ཀྱི་ཆོས་ཟབ་མོ་དག་ལ། སྐྲག་པར་མི་འགྱུར་བ་བྱང་ཆུབ་སེམས་དཔའི་སྟོབས་གང་ཡིན།
en: “What power do bodhisattvas possess such that they are not intimidated by the profound qualities of buddhahood? What is this bodhisattva power?”

source: སྨྲས་པ་ཚངས་པ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སྟོབས་ནི་བརྒྱད་པོ་འདི་དག་སྟེ། སྟོབས་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་སངས་རྒྱས་ཀྱི་ཆོས་ཟབ་མོ་དག་ལ་སྐྲག་པར་མི་འགྱུར་རོ། །
en: “Brahmā, this bodhisattva power, which prevents bodhisattvas from being intimidated by the profound qualities of buddhahood, is eightfold.

source: བརྒྱད་གང་ཞེ་ན་འདི་ལྟ་སྟེ།
en: What are these eight?

source: སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ལ་མོས་པས་ཐོགས་པ་མེད་པའི་དད་པའི་སྟོབས་དང་།
en: (1) Aspiring to the qualities of buddhahood, they have the power of unobstructed faith.

source: སྟོན་པ་དང་མཚུངས་པའི་བློས་གུས་པ་ལས་ངེས་པར་བྱུང་བ་དགེ་བའི་བཤེས་གཉེན་གྱི་སྟོབས་དང་།
en: (2) Recognizing their similarity with the teacher, they have the power of the spiritual friend that comes from respect.

source: འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ཡོངས་སུ་རྫོགས་པར་བྱེད་པས་ཐོས་པ་ལས་ངེས་པར་བྱུང་བ་ཤེས་རབ་ཀྱི་སྟོབས་དང་།
en: (3) Perfecting transcendental qualities, they have the power of insight that comes from study.

source: བསོད་ནམས་ཚད་མེད་པ་ཡོངས་སུ་རྫོགས་པར་བྱེད་པས། བསོད་ནམས་ལས་ངེས་པར་བྱུང་བ་བསྙེན་བཀུར་བྱ་བའི་སྟོབས་དང་།
en: (4) Perfecting immeasurable merit, they have the power of service that comes from merit.

source: བདུད་ཐམས་ཅད་ངེས་པར་གཞོམ་པའི་ཕྱིར་ཚུལ་བཞིན་ལས་ངེས་པར་བྱུང་བ་ཡེ་ཤེས་ཀྱི་སྟོབས་དང་།
en: (5) Having defeated all māras, they have the power of wisdom that comes from approaching reality.

source: ཆོས་རྣམས་བདག་མེད་པ་ལ་དོགས་པ་མེད་པས་བྱམས་པ་ཆེན་པོ་ལས་ངེས་པར་བྱུང་བ། སྙིང་རྗེ་ཆེན་པོའི་སྟོབས་དང་།
en: (6) Without any apprehension about the fact that all phenomena are selfless, they have the power of great compassion that comes from great love.

source: བྱང་ཆུབ་ཀྱི་སེམས་བརྗེད་པ་མེད་པས་ངེས་པར་སེམས་པ་ལས་ངེས་པར་བྱུང་བའི་སེམས་ཀྱི་སྟོབས་དང་།
en: (7) Never forgetting the mind of awakening, they have the power of mind that comes from certainty.

source: མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་རབ་ཏུ་ཐོབ་པས་གཞན་གྱི་དྲིང་མི་འཇོག་པ་ལས་ངེས་པར་བྱུང་བའི་བཟོད་པའི་སྟོབས་སོ། །
en: (8) Attaining the acceptance that phenomena are unborn, they have the power of acceptance that comes from not being led around by others.

source: ཚངས་པ་བརྒྱད་པོ་དེ་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སྟོབས་ཏེ་སྟོབས་དེ་དག་དང་ལྡན་ན། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་སངས་རྒྱས་ཀྱི་ཆོས་ཟབ་མོ་དག་ལ་སྐྲག་པར་མི་འགྱུར་རོ། །
en: Brahmā, if bodhisattvas have this power that is replete with these eight qualities, then they will not be intimidated by the profound qualities of buddhahood.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་བློ་གྲོས་རྒྱ་མཚོ་ལ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ཏེ།
en: Then the Blessed One expressed his approval of Sāgaramati:

source: བློ་གྲོས་རྒྱ་མཚོ་ཁྱོད་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི། སྟོབས་དེ་དག་ལེགས་པར་བཤད་པ་ནི་
en: “Sāgaramati, you have explained well these bodhisattva powers.

source: ལེགས་སོ་ལེགས་སོ། །
en: Excellent, excellent!

source: སྟོབས་འདི་ལྟ་བུ་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་གང་ཐོས་ནས་སྐྲག་པར་འགྱུར་བའི། སངས་རྒྱས་ཀྱི་ཆོས་དེ་དག་གང་ཡང་མེད་དོ། །
en: There are no qualities of buddhahood that could intimidate a bodhisattva who has this kind of power.

source: བློ་གྲོས་རྒྱ་མཚོས་བསྟན་པའི་སྒྲ་དེ་དག་ཐམས་ཅད་ནི་འཇིགས་པའོ། །
en: All the sounds of this teaching by Sāgaramati are terrifying.

source: བྱང་ཆུབ་ཀྱི་དོན་དམ་པ་གང་ཡིན་པ་དེ་ཡང་བརྗོད་པར་མི་ནུས་སོ། །
en: Ultimate awakening is inexpressible.

source: བརྗོད་དུ་མེད་པ་དེ་ནི་བསྙད་དུ་མེད་པ་སྟེ། དེ་ལ་ནི་ཡི་གེ་རྣམས་ཀུན་ཏུ་མི་རྒྱུའོ། །
en: What is inexpressible cannot be explained and does not conform with letters.

source: དེ་ལ་ནི་སེམས་དང་སེམས་ལས་བྱུང་བའི་ཆོས་རྣམས་ཀྱང་ཀུན་ཏུ་མི་རྒྱུ་ན་ཡི་གེ་རྣམས་ཀུན་ཏུ་རྒྱུ་བར་འགྱུར་བ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: If the mind and mental phenomena themselves cannot be formed, how could they possibly conform to letters?

source: འདི་ལྟར་ཆོས་ཟབ་མོ་ཡི་གེ་མེད་པ། བསྙད་དུ་མེད་པ། བརྗོད་དུ་མེད་པ། སྨྲར་མེད་པ་
en: This profound teaching is beyond language, unexplainable, inexpressible, and unspeakable.

source: འདི་ལྟ་བུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཀྱང་། ཡི་གེའི་རྣམ་པར་རིག་པས་སེམས་ཅན་གཞན་དག་དང་གང་ཟག་གཞན་རྣམས་ལ་སྟོན་ཏེ
en: However, even though this is understood, it can still be taught to other beings and people through knowledge of language.

source: སེམས་ཅན་བསམ་གྱིས་མི་ཁྱབ་པ་དག་ལ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་ཐུགས་རྗེ་ཆེན་པོ་ཇི་སྙེད་འཇུག་པ་ལ་ལྟོས།
en: Just consider how the great compassion of the blessed buddhas can be introduced to an unfathomable number of beings.

source: བློ་གྲོས་རྒྱ་མཚོ་འདི་ལྟ་སྟེ་དཔེར་ན། སྐྱེས་བུ་གང་ལ་ལ་ཞིག་གིས་ནམ་མཁའ་གཟུགས་མེད་པ། བསྟན་དུ་མེད་པ། ཐོགས་པ་མེད་པ། རྣམ་པར་རིག་པ་མེད་པ་འདི་ལ་ཚོན་སྣ་ཚོགས་ཀྱིས་རི་མོ་བྲིས་ཏེ་
en: Sāgaramati, to draw an analogy, imagine that somebody painted an image with various colors on space, which is formless, inexpressible, unobstructing, and uncognizable.

source: རྟ་པ་དང་གླང་པོ་ཆེ་དང་ཤིང་རྟ་དང་དཔུང་བུ་ཆུང་དང་། བཞོན་པ་རྣམས་སུ་འདིར་ཉེ་བར་སྟོན་ཏམ། ལྷ་དང་ཀླུ་དང་གནོད་སྦྱིན་དང་དྲི་ཟའི་གཟུགས་རྣམས་འདིར་ཉེ་བར་སྟོན་ན
en: Imagine that this person painted horses, elephants, chariots, infantrymen, and mounts, or that they painted an image of gods, nāgas, yakṣas, and gandharvas.

source: བློ་གྲོས་རྒྱ་མཚོ་འདི་ལ་ཇི་སྙམ་དུ་སེམས། སྐྱེས་བུ་དེ་དཀའ་བ་བྱེད་པ་མ་ཡིན་ནམ།
en: Sāgaramati, do you think that being would have done something difficult?”

source: གསོལ་པ་བཅོམ་ལྡན་འདས་དཀའ་བ་བགྱིད་པའོ། །
en: “Blessed One, that person would definitely have done something difficult.

source: བདེ་བར་གཤེགས་པ་མཆོག་ཏུ་དཀའ་བ་བགྱིད་པའོ། །
en: Blissful One, he or she would have done something extraordinarily difficult!”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བློ་གྲོས་རྒྱ་མཚོ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་དག་བརྗོད་དུ་མེད་པའི་ཆོས་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་ཀྱང་སེམས་ཅན་གཞན་དག་དང་གང་ཟག་གཞན་རྣམས་ལ་བརྗོད་དུ་མེད་པའི་དོན་དེ་བརྗོད་པས་རྣམ་པར་རིག་པར་བྱེད་ཅིང་གོ་བར་བྱེད་པ་ནི་དེ་བས་ཀྱང་ཆེས་དཀའ་བ་མཛད་པའོ། །
en: “Sāgaramati,” said the Blessed One, “that the blessed buddhas express the inexpressible to other beings and people once they have understood the inexpressible qualities of buddhahood, and thus bring forth a recognition and understanding in them, is even more difficult than that.

source: གང་དག་སངས་རྒྱས་ཀྱི་ཆོས་ཟབ་མོ་འདི་དག་ལ་མི་སྐྲག་མི་དངང་དངང་བར་མི་འགྱུར་བ་དེ་དག་ནི་དེ་བས་ཀྱང་ཆེས་ཤིན་ཏུ་དཀའ་བ་བྱེད་པའོ། །
en: It is even harder than that to not be intimidated, apprehensive, or fearful about these profound qualities of buddhahood.

source: བློ་གྲོས་རྒྱ་མཚོ་གང་དག་སངས་རྒྱས་ཀྱི་ཆོས་ཟབ་མོ་འདི་དག་ལ་སྐྲག་པར་མི་འགྱུར་བའི་སེམས་ཅན་དེ་དག་ནི་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་དང་སྔོན་གྱི་རྒྱལ་བ་ལ་བསྙེན་བཀུར་བྱས་པ་ཡིན་ནོ། །
en: Sāgaramati, beings who are not intimidated by these profound qualities of buddhahood have already developed roots of virtue and served the victors of the past.

source: བློ་གྲོས་རྒྱ་མཚོ་མདོ་སྡེ་ཟབ་མོ། འཇིག་རྟེན་ཐམས་ཅད་དང་། མི་འཐུན་པ་འདི་དག་རིག་ནས་འཆང་བ་དང་། འཛིན་པ་དང་། གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་སྟོན་པ་དེ་དང་དེ་དག་ནི་དེ་བཞིན་གཤེགས་པའི་ཆོས་ཀྱི་མཛོད་འཛིན་པ་དག་གོ། །
en: Sāgaramati, those who understand these profound sūtras that do not conform to the world, and then carry, uphold, and widely teach them to others, uphold the Dharma treasury of the Thus-Gone One.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱི་དགེ་བའི་ཕྱོགས་འཛིན་པ་དག་གོ། །
en: They uphold the side of virtue of all beings.

source: བློ་གྲོས་རྒྱ་མཚོ་བྱང་ཆུབ་སེམས་དཔའ་གང་གིས་སངས་རྒྱས་ཀྱི་སྤྱན་གྱིས་གཟིགས་པའི་སངས་རྒྱས་ཀྱི་ཞིང་ཚད་མེད་པ་ཐམས་ཅད་རིན་པོ་ཆེ་ཐམས་ཅད་ཀྱིས་ཡོངས་སུ་བཀང་སྟེ། དེ་བཞིན་གཤེགས་པ་ལ་མཆོད་པའི་ལས་ཀྱི་ཕྱིར་དབུལ་བ་ཕུལ་ན།
en: “Sāgaramati, if a bodhisattva were to fill the limitless buddha realms that can be seen with a buddha’s eyes with all manner of jewels and offer them to the thus-gone ones as an act of veneration,

source: བློ་གྲོས་རྒྱ་མཚོ་འདི་ལ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་དེ་གཞི་དེ་ལས་བསོད་ནམས་མང་དུ་སྐྱེད་དམ།
en: do you think, Sāgaramati, that they would develop a lot of merit on that basis?”

source: གསོལ་པ་བཅོམ་ལྡན་འདས་མང་ལགས་སོ། །
en: “Blessed One, it would be a lot.

source: བདེ་བར་གཤེགས་པ་ཚད་མ་མཆིས་པ་ལགས་སོ། །
en: Blissful One, it would be limitless.

source: བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་ནི་ཇི་ཙམ་དུ་དཔེ་བགྱི་བར་སླ་བ་མ་ལགས་པ་དེ་ཙམ་དུ། བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་ཚད་མ་མཆིས་པར་འགྱུར་རོ། །
en: That mass of merit would be so limitless that it could hardly be described.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བློ་གྲོས་རྒྱ་མཚོ་ཁྱོད་མོས་པར་བྱའོ། །
en: “Sāgaramati,” said the Blessed One, “you should trust and realize this:

source: ཁྱོད་ཀྱི་ཁོང་དུ་ཆུད་པར་བྱའོ། །གང་དེ་བཞིན་གཤེགས་པའི་བསྟན་པ་ཀུན་ཏུ་བསྲུང་བ་དང་། དཀོན་མཆོག་གསུམ་གྱི་རིགས་མི་འཆད་པར་བྱ་བའི་ཕྱིར་སེམས་ཅན་ཐམས་ཅད་ལ་སྙིང་རྗེ་ཆེན་པོ་བསྐྱེད་ནས་མདོ་སྡེ་ཟབ་མོ་འདི་ལྟ་བུ་འདི་ནི་དེ་བཞིན་གཤེགས་པའི་ཡེ་ཤེས་སྒྲུབ་པར་རིག་ནས་འཛིན་པ་དང་། འཆང་བ་དང་། ཀུན་ཆུབ་པར་བྱེད་པའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་ནི་དེ་བས་ཀྱང་ཆེས་བསོད་ནམས་མང་དུ་སྐྱེད་ན་
en: If bodhisattvas, who arouse great compassion for beings and who seek to preserve the teachings of the thus-gone ones and maintain the lineage of the Three Jewels, understand that this profound sūtra accomplishes the wisdom of the thus-gone ones, and then uphold, carry, and master it, they will develop even more merit than that.
